{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Campo de Golf - El Mar Pacifico",
					"text": "<p><a style='font-weight:bold' href='https://www.facebook.com/puntabravagolfsurfclub/' target='_blank' rel='nofollow'>Punta Brava Golf & Surf Club</a > es un diseño dirigido por <a style='font-weight:bold' href='https://en.wikipedia.org/wiki/Tom_Doak' target='_blank' rel='nofollow'>Tom Doak</a>. Proyecto ubicado en Baja California, México cerca de Ensenada. Doak es un conocido arquitecto de campos de golf con una trayectoria en el diseño de la creación de campos naturales y jugables con transiciones fáciles de recorrer de un hoyo a otro.</p><p>La propiedad está ubicada en la península de Punta Brava y tendrá espectaculares tomas junto al mar. . Trabajando in situ en la supervisión, el diseño y la conformación de la agronomía está CJ Kreuscher con Parker Anderson y <a style='font-weight:bold' href='https://www.instagram.com/benmalach/?hl=en' target=' _blank' rel='nofollow'>Ben Malach</a>. CJ Kreuscher fue anteriormente superintendente de Tara Iti en Nueva Zelanda. Kreuscher también formó parte del equipo de mantenimiento y construcción del campo Old Macdonald en Bandon, Oregón.</p><p>Andrew Harris de <a style='font-weight:bold' href='https://harriskalinka.com/ work/punta-brava-golf-and-surf-club/' target='_blank' rel='nofollow'>Harris Kalinka</a> ha elaborado la animación de Punta Brava, destacando el próximo golf en el espectacular paisaje costero. .</p><p>También en la península de Punta Brava se encuentra La Bufadora. La Bufadora es un espiráculo, un géiser marino de hasta 100 pies sobre la superficie. La Bufadora es el segundo géiser marino más grande del mundo. El mejor momento para ver el espiráculo es durante la marea alta, cuando las olas son más fuertes. El espiráculo también está más activo durante los meses de invierno.</p><p>Otra atracción cercana son los viñedos y bodegas del Valle de Guadalupe. Esta región alberga más de 100 bodegas que brindan amplias oportunidades para degustar en catas de vino.</p>"
				},
				"location": {
					"lat": 31.7239443,
					"lon": -116.7254689,
					"zoom": 9
				}
			}
		]
    }
}
