
{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Rolling Sands",
					"text": "<p>Campo de golf Rolling Sands <a style='font-weight:bold' href='https://owl.martin.fl.us/app/f?p=301:2:9510676890564::::P2_LIST_GROUP_ID,P2_LIST_ID:693 ,12240' target='_blank' rel='nofollow'>Solicitud de plano de sitio final importante para el condado de Martin, Florida</a> - Solicitada por <a style='font-weight:bold' href='https://www .linkedin.com/in/richard-creech-pe-psm-0758b02/' target='_blank' rel='nofollow'>Creech Consulting, Inc.</a> en nombre de SS Ranch, LLC para la aprobación del permiso de un Plan de sitio final importante para el condado de Martin para desarrollar un campo de golf privado de 18 hoyos con la ayuda del arquitecto de campos de golf Tom Doak. La propuesta de proyecto aprobada incluía una casa club de un piso, una tienda de golf, un edificio de mantenimiento, dos cabañas y una plataforma para helicópteros. La presentación describe una propuesta para reconfigurar 20 acres de la propiedad de aproximadamente 240 acres para conservarlos como lote residencial. La propiedad está ubicada entre Okeechobee Waterway (también conocido como St. Lucie Canal) y SW Kanner Highway, aproximadamente a 6,5 ​​millas al oeste de la Interestatal 95. El condado ha aprobado todos los planes propuestos.</p><p><a style='font-weight:bold' href='https://www.doakgolf.com/' target='_blank' rel='nofollow'>Tom Doak</a> es un campo de golf muy transitado arquitecto del campo y autor de <a style='font-weight:bold' href='https://www.amazon.com/Confidential-Guide-Golf-Courses/dp/1886947090' target='_blank' rel='nofollow '>La guía confidencial</a> conocida por diseños naturalistas/minimalistas con diseños complejos verdes interesantes y estratégicos. Su otro diseño de golf en Florida es su trabajo en Streamsong Resort, un complejo de golf en el condado de Polk, Florida. Ese sitio es una antigua minería de fosfato, caracterizada por dunas de arena onduladas y amplias vistas. Es un campo firme y saltarín con las características naturales del terreno, enfatizando la belleza agreste del terreno. Streamsong Blue se caracteriza por calles amplias, bunkers estratégicos y con movimiento en sus greens.</p><p>En octubre de 2023, <a style='font-weight:bold' href='https://www.instagram.com /doakgolf/' target='_blank' rel='nofollow'>Tom Doak publicó en Intagram</a> una actualización sobre los planes de diseño. En particular, Doak ha contratado a Brian Zager para liderar el proyecto. Zager tuvo un papel clave en el Lido de Sand Valley al trabajar con Peter Flory para generar datos LIDAR para configuraciones de mapas topográficos para automatizar la configuración del diseño. <a style='font-weight:bold' href='https://buffalogolfer.com/wordpress/interview-with-brian-zager-golf-course-digital-designer/' target='_blank' rel='nofollow '>Zager fue entrevistado por BuffaloGolfer</a> en la primavera de 2023. Doak también señaló que Brian Schneider, Eric Iverson, Brad Gehl y Dylan Stevens también participan en la creación del diseño. Doak utiliza hoyos de St. Andrews, Muirfield, North Berwick y Pine Valley como inspiración. Después de la colaboración Doak/Zager/Flory en Lido, hay mucha expectación por ver otro paisaje con semejanzas a bunkers conocidos como Simpson's Folly desde el hoyo 9 en The Honorable Company of Edinburgh Golfers.</p>"
				},
				"location": {
					"lat": 27.0337199,
					"lon": -80.3946068,
					"zoom": 9
				}
			}
		]
    }
} 
