{
    "storymap": {
        "slides": [
            {
                "text": {
                    "headline": "Amelia Island Long Point Golf Course",
                    "text": "<p>Amelia Island Long Point Golf Course is on the picturesque <a style='font-weight:bold' href='https://www.ameliaisland.com/' target='_blank' rel='nofollow'>Amelia Island in Florida</a>. Designed by golf course architect Tom Fazio, the property was unveiled in 1987. The course is among a maritime forest environment with salt marshes and the Atlantic Ocean to the east, providing an immersive experience in nature. The 18-hole layout capitalizes on the natural contours of the land by creating a diverse range of holes that challenge golfers of all skill levels.</p><p>The course is particularly noted for its distinctive layout, which requires strategic thinking and precision. Each hole presents its own set of challenges with carefully placed bunkers, undulating fairways, and bunkered greens. The front nine versus the back nine offer contrasting styles; the front is more open and forgiving, while the back nine demands more accuracy off of the tee. The signature hole is noted at the 15th, a par-3 that plays over a marsh to a green surrounded by natural sand dunes, embodying fine coastal golf.  <a style='font-weight:bold' href='https://www.ameliaislandclub.com/golf/' target='_blank' rel='nofollow'>Golf course conditioning</a> are updated seasonally.</p><p>Amelia Island Long Point Golf Course is part of a larger resort community. The course is committed to environmental stewardship, particularly focused on cultural practices in greenskeeping to preserve the natural beauty and wildlife of the area.  Recent renovation work by Tom Fazio in conjunction with MacCurrach Golf Construction has made the property a premier golfing destination in Florida to return to.</p>"
                },
                "location": {
                    "lat": 30.5593,
                    "lon": -81.4444,
                    "zoom": 7
                }
            }
        ]
    }
}
