{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Chris Wilczynski Design - New Golf Course in Florida",
					"text": "<p>Kolter Homes has hired Chris Wilczynski to design a new golf course at <a href='https://www.kolterhomes.com/new-homes/port-st-lucie-florida-golf-astor-creek-country-club/' target='_blank' rel='nofollow'>Astor Creek Country Club</a>. The new community, located in southeast Florida, is scheduled to open in 2023.  <a href='https://asgca.org/architect/cwilczynski/' target='_blank' rel='nofollow'>Chris Wilczynski, ASGCA</a> received his Bachelor of Landscape Architecture from Michigan State University in 1994 and is a member of the American Society of Landscape Architects, United States Golf Association and the Michigan Golf Course Superintendents Association in addition to the ASGCA.</p><p>Wilczynski: "We'll be moving nearly 850,000 cubic yards of soil excavated from lakes to create the dimension and character of the course, then layer in a variety of Florida vegetation to accentuate its lines, give it texture, and color. It's like the evolution of a painting."  "Our vision is for golfers to enjoy a blend of tranquility and ease of playability," Wilczynski said. "We're designing a course for today's golfer – one who loves beauty and a challenge and wants to have fun."</p><p>The community is located just minutes from the beach and is surrounded by nature preserves.  Astor Creek Country Club is sure to be a popular destination for golfers and nature lovers alike. With its beautiful setting, challenging golf course, and amenities, it is the perfect place to relax, play, and enjoy the Florida lifestyle. Port St. Lucie has a tropical climate with warm/humid summers and mild winters. The average annual rainfall is 52 inches (132 cm).</p>"				},
			"location": {
					"lat": 27.3004846,
					"lon": -80.4543628,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=Xu8yE6JHIDE",
					"credit": "Kolter Homes"
				}
			}
		]
    }
}
