{
    "storymap": {
            "slides": [
                {
                    "text": {
                        "headline": "Atlantic Fields - A New Golf Course in Florida",
                        "text": "<p>Newcomer <a style='font-weight:bold' href='https://beckerlegacy.com/future/' target='_blank' rel='nofollow'>Atlantic Fields</a> at 2645 SE Bridge Road in Hobe Sound, Florida is a new Tom Fazio residential golf club.  The site is adjacent to Michael Jordan's Grove XXIII and offers a blend of natural beauty in the former orange grove.  South Florida's subtropical climate ensures lush, green fairways with the option play golf during any season.  <a style='font-weight:bold' href='https://www.martin.fl.us/resources/h123-024-discovery-pud-ph2a-fsp' target='_blank' rel='nofollow'>Staff review report</a> from Martin County was completed in May 2023.</p><p>With completed properties in 9 countries and 38 out of the 50 states in the United States, <a style='font-weight:bold' href='https://faziodesign.com/courses/' target='_blank' rel='nofollow'>Tom Fazio</a> has enjoyed a prolific career atop the game of golf.  Notable designs are:.</p><p>Shadow Creek in Las Vegas, Nevada</p><p>Wade Hampton in Cashiers, North Carolina</p><p>Gozzer Ranch Golf and Lake Club in Harrison, Idaho</p><p>Known for his aesthetic approach, Fazio Design presents the course with enhancements to the terrain, offering a mix of strategic holes.  The course layout highlights variety including water features and strategically placed bunkers, challenging golfers of all levels.  Fazio's design philosophy emphasizes a harmonious blend with the landscape, making each course unique.  <a style='font-weight:bold' href='https://www.linkedin.com/in/ryan-newton-484305b5/' target='_blank' rel='nofollow'>Ryan Newton</a> is the General Manager.  <a style='font-weight:bold' href='https://twitter.com/topatony13' target='_blank' rel='nofollow'>Tony Price</a> is Golf Course Superintendent.</p><p><a style='font-weight:bold' href='https://owl.martin.fl.us/app/f?p=301:2:34725349225705::::P2_LIST_GROUP_ID,P2_LIST_ID:693,8207' target='_blank' rel='nofollow'>Martin County Permits</a> allow for 317 residential units in addition to the 18 hole golf course, clubhouse and polo equestrian facilities.  <a style='font-weight:bold' href='https://discoverylandco.com/communities/atlantic-fields-2' target='_blank' rel='nofollow'>Discovery Land</a> is the developer of Atlantic Fields.</p>"
                    },
                      "location": {
                        "lat": 27.0450234,
                        "lon": -80.2163406,
                        "zoom": 9
                    }
                }
            ]
        }
}
