{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "New Start",
					"text": "<p>The proposed but stalled <a  style='font-weight:bold' href='https://www.myboca.us/1517/Boca-National-Golf-Course-formerly-Ocean' target='_blank' rel='nofollow'>Boca National Golf Course</a> was a project that was planned to be built on the site of the former <a style='font-weight:bold' href='https://www.sun-sentinel.com/2021/04/20/this-former-golf-course-will-get-over-half-a-million-dollars-in-beauty-work-done/' target='_blank' rel='nofollow'>Ocean Breeze Golf Course</a> in Boca Raton, South Florida. The new course was to be designed by Nick Price, a former professional golfer who is considered to be one of the greatest golfers of all time and respected figure in the golf world.</p><p>The course was originally scheduled to open in 2020, but it was delayed due to a number of factors, including the COVID-19 pandemic and the rising cost of construction.  The proposed Boca National Golf Course would have been a 18-hole championship course for public play. The course would have been designed to be challenging for both experienced and beginner golfers. The course would have also featured a number of amenities, including a clubhouse, a pro shop, and a practice facility.</p><p>Greater Boca Raton Beach and Park District (GBPD) closed the Ocean Breeze Golf Course on the site due to operational inefficiency.  The GBPD has been working on plans to develop the property, and in November 2022, the City Council informally agreed to support the district's conceptual plans.  However, the council has not asked for any changes to the plans - As of 2023, it is unclear what the future holds for the former Ocean Breeze golf course property. As of 2023, the GBPD was still working on revised plans with City Council saying that it will be supportive of the district's efforts.</p>"
				},
			"location": {
					"lat": 26.5358971,
					"lon": -80.126489,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=Y9pBX139JXM",
					"credit": "WPTV News - FL Palm Beaches and Treasure Coast"
				}
			}
		]
    }
}
