{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "New Start",
					"text": "<p>The proposed Boca National Golf Course was a project that was planned to be built on the site of the former Ocean Breeze Golf Course in Boca Raton, Florida. The course was designed by Nick Price, a former professional golfer who is considered to be one of the greatest golfers of all time and highly respected figure in the golf world.</p><p>The course was originally scheduled to open in 2020, but it was delayed due to a number of factors, including the COVID-19 pandemic and the rising cost of construction.  The proposed Boca National Golf Course would have been a 18-hole championship course that would have been open to the public. The course would have been designed to be challenging for both experienced and beginner golfers. The course would have also featured a number of amenities, including a clubhouse, a pro shop, and a practice facility.</p><p>Greater Boca Raton Beach and Park District (GBPD) closed the Ocean Breeze Golf Course on the site due to operational inefficiency.  The GBPD has been working on plans to develop the property, and in November 2022, the City Council informally agreed to support the district's conceptual plans. However, the council also expressed a desire to see a more detailed proposal before making any final decisions.  In the meeting, Deputy City Manager George Brown expressed some concerns about the GBPD's plans, particularly the lack of detail about public-private partnerships. However, the council did not ask for any changes to the plans at this time.  It is unclear what the future holds for the former Ocean Breeze golf course property. The GBPD is still working on its plans, and the City Council has said that it will be supportive of the district's efforts.</p>"
				},
			"location": {
					"lat": 26.5358971,
					"lon": -80.126489,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=Y9pBX139JXM"
				}
			}
		]
    }
}

