{
 "storymap": {
        "slides": [
			{
				"text": {
					"headline": "Golf in South Side Chicago Led by Tiger Woods",
					"text": "<p>The most recent update on the Tiger Woods golf renovation project in Chicago is that it is still in the planning stages to merge the Jackson Park and South Shore golf courses. The city has not yet secured the necessary funding for the project, and it is unclear whether the project will be able to overcome the environmental concerns that have been raised.  Tiger Woods' project to renovate two historic golf courses on Chicago's South Side has been met with mixed reactions. The project, which would merge the Jackson Park and South Shore golf courses into a single 18-hole championship course designed by Woods, has been praised by some for its potential to revitalize the South Side and provide a much-needed boost to the local economy. However, others have criticized the project for its high cost and any potential impact on the environment.</p><p>In January 2023, the Chicago Park District announced that it had hired a consultant to help with the next steps forward. The consultant is expected to complete a feasibility study by the end of the year.  Mike Keiser has given his support for the renovated golf course in the past.  The project is estimated to cost $30 million, and it is unclear how the city will raise the necessary funds. Some have suggested that the city could use money from the Obama Presidential Center, which is currently under construction in Jackson Park. Back and forth - The project has also been criticized by environmental groups, who argue that it will require the removal of hundreds of trees versus design architects with the city have said that it will plant new trees to replace the ones that are removed. Giving people on the South Side a chance to play golf on a world-class course is worthwhile.</p>"
			},
				"location": {
					"lat": 41.7792651,
					"lon": -87.5831064,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=m2trMM5ly5Q"
				}
			}
		]
    }
}
