{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Cricket Replaces Golf",
					"text": "<p><a style='font-weight:bold' href='https://www.facebook.com/p/Golf-Country-Club-of-Coxs-Bazar-100083363143981/' target='_blank' rel='nofollow'>Cox Bazar</a> had 9 holes in play with the back nine in planning as of 2019.  The property is in southeastern Bangladesh.  The golf course was designed by <a style='font-weight:bold' href='https://www.jansengolfdesign.com/blog/ramu-golf-coxs-bazar-gc-part-1/' target='_blank' rel='nofollow'>Paul Jansen</a>. Jansen has been a longtime design associate for Nick Faldo Deisgn.  Turfgrass choice was paspalum.<p><a style='font-weight:bold'  href='https://www.daily-sun.com/post/536632/A-tale-of-a-nearly-forgotten-int%E2%80%99l-stadium' target='_blank' rel='nofollow'>Cricket</a> has replaced the golf course as the grounds have been leased out to construction of a new stadium.</p><p><a style='font-weight:bold' href='https://www.atlasturf.com/paspalum-uses-advantages-costs/' target='_blank' rel='nofollow'>Paspalum is a preferred grass used on golf courses in warmer climates</a>  that is tolerant to salty or brackish water. Once established, cultivars of paspalum can withstand water containing high levels of salt, including greywater treatment facilities.  While it is not recommended to irrigate with seawater, a few golf courses are forced to use brackish water for the golf course.  Paspalum allows the construction of golf courses in places where fresh water may not be available.  Courses in South Asia have been a successful location for this grass in the last decade.</p><p>Paspalum has a strong, dense canopy with exceptional durability allowing high foot traffic and cart traffic on the golf course. Paspalum also does well in shade/reduced light conditions in soils ranging in pH from 3.6 to 10.2.  The grass also performs well in waterlogged soils and <a style='font-weight:bold' href='https://www.ctahr.hawaii.edu/oc/freepubs/pdf/TM-1.pdf' target='_blank' rel='nofollow'>with fewer applications of nitrogen fertilizer</a>.   Recent cultivars of seashore paspalum on golf courses since the mid 1990's include ‘SeaIsle 1’, ‘SeaIsle 2000’, ‘SeaDwarf’, ‘Salam’, ‘SeaIsle Supreme’, ‘Platinum TE’, and ‘Sea Star’.</p>"
				},
				"location": {
					"lat": 21.3737396,
					"lon": 92.076743,
					"zoom": 4
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=0scCZur0bnU",
					"credit": "Golf Bangladesh"
				}
			}
		]
    }
}
