{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Irish Seaside Golf",
					"text": "<p>A new golf course near the shoreline in Kilmacoe near Curracloe, County Wexford, Ireland is being developed by <a href='https://www.nevillehotels.ie/curracloe.html'>Neville Hotels</a>.  Neville owns <a style='font-weight:bold' href='https://www.druidsglenresort.com/' target='_blank' rel='nofollow'>Druids Glen Hotel & Golf Resort</a> in County Wicklow.  Curracloe beach was named the best beach in Ireland in 2022.  Owner <a style='font-weight:bold' href='https://soundcloud.com/kclr96fm/the-way-it-is-neville-hotels-to-build-a-new-hotel-close-to-the-curracloe-beach' target='_blank' rel='nofollow'>Therese Kelly</a> is interviewed on KCLR 96 FM Radio discussing the hospitality and golf course planning permission start in 2015 to build the golf course adjacent to the beach.  The name Kilmacoe means church of Mochua in ancient Gaelic Irish.  Kilmacoe House was built in the 19th century by the Neville family.  Kilmacoe Church was built in 1825.  Kilmacoe Beach and Curracloe Beach are among the most popular beaches in County Wexford - US Golf Magazine reported in 2019 that Saving Private Ryan's D-Day <a style='font-weight:bold' href='https://golf.com/news/ireland-golf-trip-courses-intoxicating/' target='_blank' rel='nofollow'>beach landing</a> depicting World War II from Director Steven Spielberg as being filmed on the nearby beaches.</p><p>The course is being designed by Dana Fry and Jason Straka of Fry Straka golf course design firm.  The course is located on a 185 acres site.  Anticipated project costs will be over 20 million Euros.  Budget for the golf course construction is 8 million Euros.  John Clarkin's <a style='font-weight:bold' href='https://www.turfgrass.golf/' target='_blank' rel='nofollow'>Turfgrass</a> is onsite leading golf construction efforts.</p><p>The golf course is expected to be open in 2026.  The hotel will open before the golf course as part of the first phase of the Neville Hotel build out in Curracloe. Property development construction has started on the <a style='font-weight:bold' href='https://www.nevillehotels.ie/ravenportresort.html' target='_blank' rel='nofollow'>Raveport Resort</a>, a 50-bedroom hotel with restaurant and spa resort amenities.</p><p>The Southeast corner of Ireland may be new territory for international travelers seeking links golf.  Nearby Rosslare Golf Club is a 1905 Hawtree and Taylor designed links course.  <a href='https://curracloelinks.com/'>Curracloe Links</a> is expected to attract golfers from all over the world.</p><p>Jason Straka is a past president of the American Society of Golf Course Architects (ASGCA) and has a focus on sustainability in prioritizing environmental golf course design.  <a href='http://frystraka.com/'>Fry Straka</a> design have designed many golf courses, notably Arcadia Bluffs - South Course, a resort course in Michigan inspired by template green designs from Seth Raynor and other masterpieces.  Erin Hills in Wisconsin is a championship golf design by the Fry Straka team and hosted the 2017 US Open won by Brooks Koepka.</p>"
				},
				"location": {
					"lat": 52.3988262,
					"lon": -6.3791163,
					"zoom": 8
				},
				"media": {
						"url": "https://www.youtube.com/watch?v=P5a3oSN-pl8", 
						"credit": "Credit: Curracloe Links" 
				}
			}
		]
    }
}
