{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Irish Seaside Golf",
					"text": "<p>A new golf course near the shoreline in Kilmacoe near Curracloe, County Wexford, Ireland is being developed by Neville Hotels.  Neville owns <a style='font-weight:bold' href='https://www.druidsglenresort.com/' target='_blank' rel='nofollow'>Druids Glen Hotel & Golf Resort</a> in County Wicklow.  Curracloe beach was named the best beach in Ireland in 2022.  <a style='font-weight:bold' href='https://soundcloud.com/kclr96fm/the-way-it-is-neville-hotels-to-build-a-new-hotel-close-to-the-curracloe-beach' target='_blank' rel='nofollow'>Therese Kelly is interviewed on KCLR 96 FM Radio</a> discussing the hospitality and golf course planning permission start in 2015 to build the golf course adjacent to the beach.  The name Kilmacoe means church of Mochua in ancient Gaelic Irish.  Kilmacoe House was built in the 19th century by the Neville family.  Kilmacoe Church was built in 1825.  Kilmacoe Beach and Curracloe Beach are among the most popular beaches in County Wexford - US Golf Magazine reported in 2019 <a style='font-weight:bold' href='https://golf.com/news/ireland-golf-trip-courses-intoxicating/' target='_blank' rel='nofollow'>Saving Private Ryan's D-Day beach landing</a> depicting World War II from Director Steven Spielberg as being filmed on the nearby beaches.</p><p>The course is being designed by Dana Fry and Jason Straka of Fry Straka golf course design firm.  The course is located on a 185 acres site.  Anticipated project costs will be over 20 million Euros.  Budget for the golf course construction is 8 million Euros.</p><p>The golf course is expected to be completed in 2024, as part of the second phase of the Neville Hotel build out in Curracloe. The first phase of the development has started to construct the <a style='font-weight:bold' href='https://www.nevillehotels.ie/ravenportresort.html' target='_blank' rel='nofollow'>Raveport Resort</a>, a 50-bedroom hotel with restaurant and spa resort amenities.</p><p>The Curracloe golf course is expected to attract golfers from all over the world.  Jason Straka is president of the American Society of Golf Course Architects (ASGCA) and has a focus on sustainability in prioritizing environmental golf course design.  Fry Straka design have designed many golf courses, notably Arcadia Bluffs - South Course, a resort course in Michigan.</p>"
				},
				"location": {
					"lat": 52.3988262,
					"lon": -6.3791163,
					"zoom": 8
				},
				"media": {
						"url": "https://www.youtube.com/watch?v=P5a3oSN-pl8", 
						"credit": "Introducing Curracloe Links" 
				}
			}
		]
    }
}
