{
    "storymap": {
        "slides": [
            {
                "text": {
                    "headline": "Darmor Golf Club",
                    "text": "<p><a style='font-weight:bold' href='https://halsuttongolf.com/' target='_blank' rel='nofollow'>Hal Sutton</a> and a business partner are in the process of building The Darmor Club in Columbus, Texas with golf construction company Heritage Links.  <a style='font-weight:bold' href='https://www.linkedin.com/in/doug-wright-0aa29b63/' target='_blank' rel='nofollow'>Doug Wright</a> from Heritage Links is closely involved and leading the construction.  The course is inspired by Golden Age designers C.B. Macdonald and Seth Raynor.  Sutton and Wright are both hands-on and working in the dirt with the shaping team.</p><p>Course construction at Darmor finished in August 2023.  Anticipated opening is scheduled to debut in spring 2024.  In building what he thinks is going to be one of the best courses in Texas,  the team selected several of the Macdonald Raynor template holes to create memorable shots into greens - Wright posted images of greens on template holes for the <a style='font-weight:bold' href='https://twitter.com/DougWrightGolf/status/1706682106892476732' target='_blank' rel='nofollow'>Long, Cape, reverse Redan and Biarritz holes</a>.  <a style='font-weight:bold' href='https://www.linkedin.com/in/junior-schuette-b73122278/' target='_blank' rel='nofollow'>Junior Schuette</a> is the Golf Course Superintendent at Darmor Golf Club.  Construction techniques are using Bunker Solutions as a bunker liner with a blend of Arkansas Premier White and locally sourced sand.  <a style='font-weight:bold' href='https://www.linkedin.com/in/john-daniels2020/' target='_blank' rel='nofollow'>John Daniels</a> is one of the project managers onsite from the Heritage Links team.  John Daniels worked previously as an Agronomist at the <a style='font-weight:bold' href='https://usga.org/' target='_blank' rel='nofollow'>United States Golf Association(USGA)</a>.</p><p>Hal Sutton is a major champion and PGA Tour player of the year in 1983 with a U.S. Amateur championship before he turned professional.</p><p>As the golf construction project has progressed, Sutton has provided updates and insight into the landforms via Twitter X platform.  The observation that the <a style='font-weight:bold' href='https://x.com/halsuttongolf/status/1725847754163826752?s=20' target='_blank' rel='nofollow'>'Land that was mined for sand and gravel over a 100 years ago'</a> shares in common with many other historic Top 100 golf courses.</p>"
                },
                "location": {
                    "lat": 29.706623,
                    "lon": -96.539693,
                    "zoom": 8
                },
		"media": {
		    "url": "https://www.youtube.com/watch?v=ipoJCqGoztE",
		    "credit": "Hal Sutton Golf Academy" 
		}
            }
        ]
    }
}
