{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Re-Development",
					"text": "All six proposals for the redevelopment of Delray Beach Golf Club were rejected on May 2, 2023. The city council voted unanimously to reject the 6 proposals.  The city council cited several reasons for rejecting the proposals, including concerns about environmental impact, loss of public greenspace, and the lack of affordable housing.  The city is now considering renovating the golf course or selling it to a private developer.</p><p>Developer 1 proposed to build a 27-hole golf course with 18 fairways and a par 69. They would renovate the existing 15,000-square-foot clubhouse. The 15-acre development site would contain 120 multifamily units, including 20% for workforce housing, a 120-room Sports Illustrated Resort, and 63,300 square feet of retail.</p><p>Developer 2 proposed to build a 18-hole golf course with a par 72. They would renovate the existing clubhouse and build a 120-room hotel. The 10-acre development site would contain 650 residential units and 8,000 square feet of retail and restaurant space.</p><p>Developer 3 proposed to build a 18-hole golf course with a par 72. They would renovate the existing clubhouse and build a 444-unit luxury condominium complex. The 7-acre development site would contain 24 villas and 5,000 square feet of upscale dining in clubhouse.</p><p>Developer 4 proposed to build a 27-hole golf course with 18 fairways and a par 69. They would renovate the existing clubhouse and build a 120-room hotel. The 15-acre development site would contain 120 multifamily units, including 20% for workforce housing, and 63,300 square feet of retail.</p><p>Developer 5 proposed to build a 18-hole golf course with a par 72. They would renovate the existing clubhouse and build a 120-room hotel. The 10-acre development site would contain 650 residential units and 8,000 square feet of retail and restaurant space.</p><p>Developer 6 proposed to build a 18-hole golf course with a par 72. They would renovate the existing clubhouse and build a 444-unit luxury condominium complex. The 7-acre development site would contain 24 villas and 5,000 square feet of upscale dining in clubhouse.</p>"
				},
			"location": {
					"lat": 26.4519612,
					"lon": -80.099891,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=iBp5IrQkFU8"
				}
			}
		]
    }
}
