{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Freestone Lake & Golf",
					"text": "<p>The <a style='font-weight:bold' href='https://www.freestoneclubtx.com/' target='_blank' rel='nofollow'>Freestone Lake & Golf Club</a> project is a proposed $1 billion development for a private golf course community and resort in Fairfield in Freestone County, Texas. The initiative is led by <a style='font-weight:bold' href='https://www.toddinterests.com/projects' target='_blank' rel='nofollow'>Todd Interests</a>, a Dallas-based real estate firm.</p><p>Plans for the development consist of 400 residential homes, an 18 hole championship golf course on 150 acres designed by <a style='font-weight:bold' href='https://beauwellingdesign.com/portfolio/' target='_blank' rel='nofollow'>Beau Welling</a>, and other recreational amenities on the lake. The homes will be priced between $5 million and $7 million, and the first phase of development will include 200 homesites.</p><p>The golf course will be designed by Beau Welling who also designed the PGA of America's new course in Frisco, Texas.  Welling has grown his career from onsite architect for Tom Fazio to leading design for <a style='font-weight:bold' href='https://tgrdesign.tigerwoods.com/team/' target='_blank' rel='nofollow'>Tiger Woods' TGR Design</a>. Potential is high - Plans for the course are to be built on the island on the west side of the 2,400-acre Freestone Lake.  At 2,400 acres, Freestone Lake is the largest privately-owned lake in the United States.  Freestone's amenity center onsite has been named The Point and will include restaurants, fitness center, resort pool, spa, and general store.  Other recreational amenities will include hiking trails, fishing, boating, and water-skiing.</p><p>Boost to the local economy - Freestone is expected to create over 1,000 jobs during construction, and 500 permanent jobs once it is completed.  Projections for over $100 million in tax revenue for the state of Texas are anticipated.  Annually in July, Fairfield’s annual <a style='font-weight:bold' href='https://freestonecountytimesonline.com/get-ready-for-fun-at-fairfield-fuzzy-peach-festival-july-14th-15th/' target='_blank' rel='nofollow'>Fuzzy Peach Festival</a> is held in the courthouse square featuring live music, street dancing and a cornhole tournament.</p>"
				},
				"location": {
					"lat": 31.7966905,	
					"lon": -96.0743525,
					"zoom": 7
				}
			}
		]
    }
}
