{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Jim Furyk Golf Design",
					"text": "<p>Jim Furyk has teamed up with <a style='font-weight:bold' href='https://asgca.org/architect/mbeebe/' target='_blank' rel='nofollow'>Michael Beebe, ASGCA</a> to design and build at <a style='font-weight:bold' href='https://livewylder.com/' target='_blank' rel='nofollow'>Glynlea Country Club</a> at 5925 Wylder Parkway in Port St. Lucie, Florida.  It is Furyk's first effort in golf design.  Blueprint plans show the driving range and clubhouse located centrally in the property with the first and last holes in close proximity going out and returning in classic form.  Furyk played a fade for most of his career, but the design has an equal number of right to left versus left to right turning holes.  The par 3 13th hole's crescent shaped green at 104 yards from the forward tee looks particularly interesting.</p><p>Golf architect Michael Beebe is experienced and has a career in design of several golf courses, mostly located in the Southeast United States.  The diverse array of courses range from private havens to public resort golf courses.  Florida is the primary area of Beebe's work with some experience gained from collaboration at McCumber Golf.  Some Florida courses are Gator Creek Golf Course in Sarasota, Golf Club At South Hampton in Saint Augustine, Golf Club of Amelia Island at Summer Beach(resort course), Grand Reserve Golf Club in Bunnell, Magnolia Point Golf & Country Club in Green Cove Springs, Hammock Dunes(Rees Jones Creek Course) in Palm Coast, Marsh Creek Country Club in Saint Augustine, and Ocala Golf Club, and Cypress at Woodmont Country Club in Tamarac.</p><p><a style='font-weight:bold' href='https://www.ironwoodgolfcourse.org/' target='_blank' rel='nofollow'>Ironwood Golf Course</a> in Gainesville, Florida is a public municipal city golf course which has a large number of rounds per year.  Beebe's contribution to <a style='font-weight:bold' href='https://cherokeeplantation.com/' target='_blank' rel='nofollow'>Cherokee Plantation</a> in Yemassee, South Carolina is a notable design of a private club.  Also in South Carolina, Forest Lake Club in Columbia, Okatie Creek Golf Club in Bluffton, Hidden Cypress Golf Club in Bluffton(resort course).  Additional designs are at Chimney Oaks Golf Club in Homer, Georgia and The Club at Osprey Cove in Saint Marys, Georgia.  In Tennessee are the Golf Club of Bristol and GreyStone Golf Club in Dickson.  Outside the United States, Edmonton Petroleum Golf and Country Club in Alberta marks Beebe's international reach.</p>"
				},
				"location": {
						"lat": 27.3432476, 
						"lon": -80.5112569,
						"zoom": 10 
				},
				"media": {
					"url": "https://livewylder.com/wp-content/uploads/2022/11/live-wylder-wyld-kingdom-neighborhood-site-plan-062623-min.jpg",
					"credit": "Wylder: GreenPointe"
				}
			}
		]
    }
}
