{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Jack Nicklaus Design",
					"text": "<p><a style='font-weight:bold' href='https://www.washingtonpost.com/dc-md-va/2023/06/13/jack-nicklaus-golf-naval-academy-greenbury-point/' target='_blank' rel='nofollow'>New golf course proposed at Greenbury Point Golf</a> in 2023 is a controversial plan to build a second golf course on Greenbury Point, a peninsula owned by the Navy in Annapolis, Maryland. The proposal has been met with opposition from conservationists and the local community who use Greenbury Point for hiking and enjoying the views of the Chesapeake Bay.</p><p>Chet Gladchuk, the athletic director of the Naval Academy, wrote a letter to the Secretary of the Navy requesting a formal agreement to build the second 18 hole golf course of 150 acres to be created for the Navy to use at Greenbury Point. The new course would be open to campus midshipmen, U.S. Naval Academy faculty/staff, active and retired military.   Membership for civilians was also being offered as possible.</p><p>The Navy is considering the proposal.  Debate about the future of Greenbury Point has come from conservationists who argue that the course would destroy important wildlife habitat and take away <a style='font-weight:bold' href='https://www.navymwrannapolis.com/programs/bedd477e-9ba4-49a2-9d91-8cd6f02dcd8f' target='_blank' rel='nofollow'>public access to the park/waterfront</a>.  Supporters of the proposal argue that the course would provide much-needed recreation space for military personnel and veterans. They also say that the course would be designed to be environmentally friendly, and that it would create jobs in the community.</p><p>The future of the Greenbury Point Golf course proposal is uncertain. The Navy is still reviewing the proposal, and it is unclear whether the project will be approved as reported by <a style='font-weight:bold' href='https://www.washingtonpost.com/dc-md-va/2023/06/13/jack-nicklaus-golf-naval-academy-greenbury-point/' target='_blank' rel='nofollow'>The Washington Post</a>. If the project is approved, it is likely to face further legal challenges from conservationists.  <a style='font-weight:bold' href='https://www.nicklausdesign.com/' target='_blank' rel='nofollow'>Jack Nicklaus</a> has made a committment to design the course with the budget of $20 million.  Estimated operating revenue from the golf course would be $1 million.</p><p>As of December 2023, the development looks like it is stalled by <a style='font-weight:bold' href='https://www.thebaltimorebanner.com/opinion/greenbury-point-golf-course-naval-academy-MZ7Q5BGENFDGRCERTPHFV5QNHY/ ' target='_blank' rel='nofollow'>Congressional legislation</a>  to block the golf course construction from start.</p>"
				},
				"location": {
					"lat": 38.984199,
					"lon": -76.4518473,
					"zoom": 7
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=wsV6SJZbW4E",
					"credit": "WMAR-2 News"
				}
			}
		]
    }
}
