{
    "storymap": {
            "slides": [
                {
                    "text": {
                        "headline": "La Réserve Golf Links",
                        "text": "<p>Golf architect <a style='font-weight:bold' href='https://matko.co.za/' target='_blank' rel='nofollow'>Peter Matkovich</a> and <a style='font-weight:bold' href='https://louis57.com/' target='_blank' rel='nofollow'>Louis Oosthuizen</a>, 2010 Open Champion at St. Andrews, have designed and built <a style='font-weight:bold' href='https://heritagegolfclub.mu/golf/la-reserve-golf-links/' target='_blank' rel='nofollow'>The Heritage La Réserve Golf Links</a> on the island nation of Mauritius.  The new golf course opened in December 2023 and is scheduled to host the DP World Tour's 2023 AfrAsia Bank Mauritius Open with Louis Oosthuizen as the unofficial host/player.  Matkovich has planned and built over 30 golf courses in Southern Africa in his long distinguished career in design.</p><p>The course location on the long ago volcanic island has a routing which traverses the slope downwards to nearby views lagoons in palm-lined beaches onshore the Indian Ocean's coral reefs.  Sustainable, environmentally sensitive practices with <a style='font-weight:bold' href='https://sustainable.golf/leaderboard/' target='_blank' rel='nofollow'>GEO Certification</a> of the resort's golf courses has been an initiative the property has long undertaken.  Distinctive features on the golf course are native grasses on the perimeter of each fairway - those wispy, native grasses are maintained at a height to remind you of faraway fescue grass on links golf courses.  Green designs vary with several holes featuring skyline greens with long views into the ocean below.  Par 5 holes are routed up and down the hill with added challenge to get home in two shots for an eagle putt.  The golf course is planted in Pure Dynasty paspalum, a grass type suitable to reproduce firm links conditions in the warm tropics.  Turfgrass research from Filippo Lulli, et al. compares <a style='font-weight:bold' href='https://www.researchgate.net/publication/276384084_Warm-season_Turfgrass_Species_Generate_Sports_Surfaces_with_Different_Playability' target='_blank' rel='nofollow'>paspalum firmness and speed</a> among tifway bermudagrass and zeon zoysia with the conclusion in favor of paspalum.</p><p><a style='font-weight:bold' href='https://heritagegolfclub.mu/resorts-villas-mauritius/' target='_blank' rel='nofollow'>Heritage Resorts</a> is situated in the alluring Domaine de Bel Ombre, epitomizing luxury and indulgence in a harmonious nature environment.  The lush landscape of tropical paradise is an appealing option to pause and take a break.  Overnight options onsite include The Heritage Le Telfair Golf & Wellness Resort, The Heritage Awali Golf & Spa Resort, or the privacy of <a style='font-weight:bold' href='https://www.lechateaudebelombre.com/' target='_blank' rel='nofollow'>Le Château de Bel Ombre</a>.</p><p>The island has a pleasant tropical climate.  The months from May to December are ideal for a visit with November and December being warmer.</p>"
                    },
                    "location": {
                        "lat": -20.4862359,
                        "lon": 57.3875944,
                        "zoom": 4
                    },
				    "media": {
					    "url": "https://www.youtube.com/watch?v=4-WBeIfIXWg",
					    "credit": "Credit: Heritage Resorts"
				    }
                }
            ]
        }
}
