{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "High Grove",
					"text": "<p>High Grove Golf Club will be at the southern end of the Lake Wales Ridge, a 100-mile-long chain of sand dunes. The <a href='https://www.hcpao.org/Search/Parcel/303816A0000210000C' target='_blank' rel='nofollow'>property</a> is 1,211 acres of citrus groves that rise in elevation from 105 to 175 feet above sea level.   The ground is ideal sandy soil for fast running golf turfgrass.  Soils are classified as the Astatula-Paola-Tavares which are known for well draining grass on golf courses. The soils are also very porous and allow for good water infiltration. The soil conditions are also well-suited for growing valencia oranges which are tolerant of sandy soils.  The property to the west, northwest, and north of the ridge continuously rises and falls to the boundary fences. There are some small, attractive natural wetlands on the north end of the property as well.</p><p>Golf architect Gil Hanse is a renowned golf course architect who will build the High Grove Golf Club.  Hanse is known for his natural style in design preferring to work with the land as much as possible, minimizing the amount of earthmoving that is required. This results in golf courses that are more environmentally friendly and that fit in better with the surrounding landscape.</p><p>Heritage Links Golf Construction will work with the Hanse team's Caveman Construction on golf course construction. Heritage Links was founded in 1995 by John Paul Jones and has completed over 100 golf course projects in 25 states.  Heritage Links specializes in new golf course construction, renovation/restoration, and irrigation installation.  Heritage Links is a member of the <a href='https://www.gcbaa.org/' target='_blank' rel='nofollow'>Golf Course Builders Association of America(GCBAA)</a> and a recipient of the GCBAA's Builder of the Year Award.</p>"
			},
			"location": {
					"lat": 27.1780507,
					"lon": -81.3252029,
					"zoom": 7
				},
				"media": {
					"url": "https://en.wikipedia.org/wiki/Lake_Wales_Ridge",
					"credit": "Lake Wales Ridge"
				}
			}
		]
    }
}
