{
    "storymap": {
        "slides": [
            {
                "text": {
                    "headline": "Kakona Resort",
                    "text": "<p>Kakona is a proposed luxury resort destination in the Bahamas and is poised to become a one of a kind oasis focused on luxury, longevity, and legacy. The Grand Ana Resort & Spa at High Bank Bay on the island of <a style='font-weight:bold' href='https://en.wikipedia.org/wiki/Abaco_Islands' target='_blank' rel='nofollow'>Great Abaco</a> is the location of Kakona. Guests will experience an 18 hole oceanfront golf course designed by <a style='font-weight:bold' href='http://dmkgolfdesign.com/' target='_blank' rel='nofollow'>David Mclay Kidd</a>.  Kidd is a renowned golf course architect known for his work on courses such as Bandon Dunes in Oregon, Nanea in Hawaii, and the Castle Course at St Andrews in Scotland.  <a style='font-weight:bold' href='https://harriskalinka.com/work/kakona/' target='_blank' rel='nofollow'>Talented Harris Kalinka</a> provided the animation and 3D view of the beach in the promotional video of the resort golf course</p><p>In addition to the golf course, guests will be able to rejuvenate their mind and body at the Longevity and Wellness Center then enjoy gourmet oceanview dining from Grand Ana’s specialty restaurants. The Grand Ana Hotel will provide exotic lodging options including overwater villas, beach and hilltop bungalows.</p><p>Kakona plans for natural amenities and a renewed sense of well-being for its guests. The white sand beach, untouched landscape, and azure blue water stretching for miles in any direction provide a serene and peaceful environment for relaxation and rejuvenation.</p><p>Overall, Kakona offers a unique and luxurious experience for its guests with a focus on health, prosperity, and legacy. The David Mclay Kidd-designed golf course and other amenities such as the Longevity and Wellness Center and specialty restaurants provide a range of activities for guests to enjoy during their stay at this Bahamas luxury resort destination.</p>"
                },
                "location": {
                    "lat": 25.91072,
                    "lon": -77.2663148,
                    "zoom": 6
                },
                "media": {
                    "url": "https://www.youtube.com/watch?v=l75thMQRq9s",
                    "credit": "The Partnership"
                }
            }
        ]
    }
}
