{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Turfgrass Improvements",
					"text": "<p><a style='font-weight:bold' href='https://en.wikipedia.org/wiki/Karsten_Creek' target='_blank' rel='nofollow'>Karsten Creek</a> in Stillwater, Oklahoma opened in 1994.  <a style='font-weight:bold' href='https://www.stwnewspress.com/sports/osu_sports/how-holder-made-his-dream-a-reality/article_b758d016-ebc7-5296-b8c2-07be11e6389a.html' target='_blank' rel='nofollow'>$1 million gift from John Solheim of PING golf was the source of the Karsten namesake.</a>  Budget to construct the 1994 course was between $3 and $4 million.  Designed by Tom Fazio, the course garnered critical acclaim and has hosted prestigious university national championships.</p><p>Exciting changes are forthcoming as Oklahoma State University announced a $120 million donation from the T. Boone Pickens Foundation with approximately $31 million to be allocated for extensive renovations to the Karsten Creek golf course.</p><p>Cart paths and the irrigation system will be reconstructed.  Golf architect Andrew Green started renovation in October 2023.  Discussion of green complex changes and potential re-routing with changes to hole corridors are on the table for the 18 month golf course construction/renovation period.  Back tees were 7,400 yards prior to the Andrew Green changes - expectations for additional length to challenge college golfers is expected.</p><p>Additionally, a state of the art <a style='font-weight:bold' href='https://driptips.toro.com/subsurface-drip-irrigation-sdi/' target='_blank' rel='nofollow'>heating and cooling system possibly sub-surface drip irrigation SDI hydronics</a> will be installed beneath the greens, ensuring optimal temperatures year-round.</p><p>The hydronic system transforms labor requirements by reducing hand watering the greens during the summer and reduces water requirements.  Also, the system reduces the necessity for fans for air circulation.  By effectively managing the turfgrass, challenges from summer heat are minimized where the grass cannot photosynthesize properly becoming stressed to recover from ball marks or withstand foot traffic.</p>"
				},
				"location": {
					"lat": 36.1026082,
					"lon": -97.187695,
					"zoom": 7
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=v-ngWeJWHqE",
					"credit": "Karsten Creek"
				}
			}
		]
    }
}
