{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Kelly Ranch Golf Club",
					"text": "<p>The upcoming new golf course project at <a style='font-weight:bold' href='https://kellyranchgolfclub.com/' target='_blank' rel='nofollow'>Kelly Ranch</a> in Parker County, Texas is an initiative to bring 2000+ acres forward into the Fort Worth golf community.  In this video featuring Chuck Stark from Barron-Stark Engineers, insight into the construction of the Kelly Ranch project in Parker County, Texas with a particular emphasis on its centerpiece golf course.  Kelly Ranch will have a <a style='font-weight:bold' href='https://www.tdagolf.net/index.html ' target='_blank' rel='nofollow'>Tripp Davis</a> built golf course with a neighborhood of residential, medical center, grocery store, and hotel resort.  Infrastructure is being completed to build water and sewer facilities to support the development.</p><p>Kelly Ranch will have three subdivisions built by <a style='font-weight:bold' href='https://www.barronstark.com/' target='_blank' rel='nofollow'>Barron-Stark Engineers</a>: Rio Vista, Avanzada, and La Dorada.  Rio Vista offers smaller urban-style lots, Avanzada features larger lots bordering the golf course, and La Dorada offers spacious lots without golf course frontage.   All residents will enjoy access to amenities like walking trails and a workout center.</p><p>The project involves a diverse team of professionals, including the landowner and master developer, Ryan Voorhees, and his company, Gold Creek Homes.  Additionally, various architects, contractors, and even PGA player JJ Henry have been involved in shaping the project. The golf course is currently under construction, with the goal of opening for general play in the fall of 2024.</p>"
				},
				"location": {
					"lat": 32.7771101,
					"lon": -97.7648794,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=qUeltXLCyXI",
					"credit": "Credit: Barron-Stark Engineers, LP"
				}
			}
		]
    }
}



