{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Championship Golf at Navi Mumbai, India",
					"text": "<p><a style='font-weight:bold' href='https://www.facebook.com/KVGC.IPI' target='_blank' rel='nofollow'>Kharghar Valley Golf Course</a> is expanding to 18 holes by City and Industrial Development Corporation (CIDCO) of Maharashtra.  Dr. Sanjay Mukherjee led the efforts to expand the mission of the public golf course to international standard for tournament play.  The expansion is expected to cost $13 million USD with forecasted completion by December 2023.</p><p>An additional 9 holes have been designed by golf course architect Vijit Nandrajog of <a style='font-weight:bold' href='https://golfdesignindia.com' target='_blank' rel='nofollow'>Golf Design India</a>.  The practice driving range will have capacity for 29 hitting bays. Dr. Mukherjee's leadership in stressing envrionmental sustanability is a key component to the site in using treated wastewater(also referred to as greywater) for irrigation over the 157 acres.  From the back tees, the golf course will play as long as 7,274 yards.  Fairways have been sodded by specialist golf construction firm Continental Fairways.  <a style='font-weight:bold' href='https://www.ipi-india.com/' target='_blank' rel='nofollow'>Irrigation Products International(IPI)</a> is tasked with golf course maintenance and operation.</p><p>The Kharghar Valley Golf Course initiative will boost tourism in Navi Mumbai by hosting international PGA golf tournaments.  Additionally, the site will also be a destination for corporate events and weddings.</p><p>The Navi Mumbai area has a tropical climate with a warm humid summer and a cool dry winter.  Average temperatures in Navi Mumbai range from 25°C to 35°C with the warmer months touching 40°C.  Rainy monsoon season in Navi Mumbai is from June to September with an average of 200 centimeters of rainfall.  With the Aivot joint collaboration with the PGA announced in 2023, growth for golf in India is promising.</p>"
				},
				"location": {
					"lat": 19.0497641,
					"lon": 73.0603892,
					"zoom": 5
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=GXkZl1V4lmk",
					"credit": "Golf Course Constructions & Maintenance"
				}
			}
		]
    }
}
