{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Kinsale Golf Club",
					"text": "<p><a style='font-weight:bold' href='https://kinsaleclub.com/' target='_blank' rel='nofollow'>Kinsale Golf Club</a> in Naples Florida, designed by Gil Hanse with Jim Wagner, is a notable addition to the world of golf course architecture.  Anthony Soave is the owner and CEO of Kinsale Golf Club.  Gil Hanse is known for his design philosophy that emphasizes natural and strategic golf courses.  His work often features minimalist movement of terrain, close walkable routings with a blend of challenge and playability for a wide audience of golfers.  From the <a style='font-weight:bold' href='https://kinsaleclub.com/wp-content/uploads/2023/08/Kinsale-Updated-Routing-Plan-August-2023-3-862x1024.jpg' target='_blank' rel='nofollow'>design plans</a>, it is apparent that Kinsale is inspired by Charles Blair Macdonald and Seth Raynor template holes.</p><p>Hanse has been involved in the design of many notable courses around the world, including the Olympic Golf Course in Rio de Janeiro for the 2016 Olympics, Les Bordes in France, Boston Golf Club, Rustic Canyon in California, and Ohoopee Match Club in Georgia.   Hanse Golf Course Design recently designed and built the West Course at <a style='font-weight:bold' href='https://fescue.github.io/The-Apogee-Club/' target='_blank' rel='nofollow'>The Apogee Club</a> in Stuart, Florida.</p><p>The approximately 300 yard 10th hole is named Lion’s Mouth presumably for the classic and distinctive feature in golf course architecture of a bunker engulfing a strategic point on a hole, such as in front of a green.  Over the years, the <a style='font-weight:bold' href='https://golf.com/travel/what-is-a-lions-mouth/' target='_blank' rel='nofollow'>Lion's Mouth</a> bunker has been adapted by various golf course architects.  The Coore Crenshaw version on the 8th hole at Sand Hills in Mullen, Nebraska is the most cited modern implementation.  Modern renditions of the bunker obstacle do not always strictly adhere to the traditional circular shape but do maintain the core concept of a central obstacle or raised central mound within the bunker fronting the green.</p><p>Anticipated opening is autumn 2024.  ><a style='font-weight:bold' href='https://www.linkedin.com/in/megan-kiley-484369a7/' target='_blank' rel='nofollow'>Megan Kiley</a>, PGA is the Head Golf Professional & Merchandiser of Kinsale Golf Club.</p>"
				},
				"location": {
					"lat": 26.299627,
					"lon": -81.816371,
					"zoom": 9
				}
			}
		]
    }
}	
