{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Golf on Lake Martin",
					"text": "<p><a href='https://www.wickerpoint.com/' target='_blank' rel='nofollow'>Wicker Point Golf Club</a> is a private golf club located in the <a href='https://www.russelllands.com/' target='_blank' rel='nofollow'>Russell Lands real estate development</a> on Lake Martin in Alabama.  <a href='https://www.cooreandcrenshaw.com/' target='_blank' rel='nofollow'>Golf architects Bill Coore and Ben Crenshaw</a>, two of the most respected golf course architects in the world, routed the course on a peninsula overlooking Lake Martin.  The site features a variety of holes that play through pine plantations, meandering creeks, and stunning lakefront views. The back nine of the course is entirely lakefront, and it offers some of the most spectacular views in the Southeast.  Wicker Point Golf Club is a challenging course with large greens and varying hole locations day to day.  Coore Crenshaw is well known to provide opportunities to recover from wayward shots around the greens and that is the case at Wicker Point.</p><p>Russell Lands did seek county approval for the construction of Wicker Point Golf Club. In 2020, Russell Lands submitted an application to the Tallapoosa County Commission for a conditional-use permit to build the golf course. The commission approved the permit in 2021.  The golf club opened for play in 2023.</p><p>The climate in the Lake Martin area is pleasant, characterized by humid subtropical with hot/humid summers and mild winters. Average temperatures in July are 88 degrees Fahrenheit versus cool average temperatures in January at 45 degrees Fahrenheit.  Alabama Governor Bob Riley signed Executive Order number 54 in 2010 for the designation of Treasured Alabama Lakes (TAL) naming Lake Martin as the first to receive the important designation.  Annual precipitation is 56 inches.Good seasons for golf at Wicker Point Golf Club is either spring or fall.  Daytime temperatures are mild with little humidity.  The golf course will remain open throughout the year.</p><p>Coore & Crenshaw was founded nearly 40 years ago and is well known for its design of strategic golf courses that work well into walking the natural land.  Their first course opened in 1991 at Kapulua Resort, Plantation Course in Maui, Hawaii.  Sand Hills Golf Club in Mullen, Nebraska opened in 1995 and remains their most important work.</p>"
					},
			"location": {
					"lat": 32.803372,
					"lon": -85.92545,
					"zoom": 8
				}
			},
			"media": {
					"url": "https://www.youtube.com/watch?v=PzO_C0DNa3M",
					"credit": "Russell Lands"
			}
		]
    }
}
