{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Franz + Mahaffey + Cooper",
					"text": "<p>Luling Sport is a new golf club east of San Antonio, Texas in Luling being designed by <a style='font-weight:bold' href='https://www.kylefranzgolf.com/' target='_blank' rel='nofollow'>Kyle Franz</a>.  Luling, Texas is on the southwestern edge of Hill Country, the Blackland Prairies and Post Oak Savannah.  The 1,100+ acre property will have two golf courses.  The first golf course is in the grow in phase part of the project with <a style='font-weight:bold' href='https://www.linkedin.com/in/josh-cooper-0943ba89/' target='_blank' rel='nofollow'>Josh Cooper</a> as Director of Agronomy overseeing the grounds.  The second golf course will be built in 2024.</p><p><a style='font-weight:bold' href='https://www.greenscapemethods.com/' target='_blank' rel='nofollow'>Don Mahaffey</a> of Greenscape Methods is leading the golf course construction build.  Mahaffey has a well known reputation for delivering bouncy, firm turfgrass golf at such properties as Wolf Point, Memorial Park.  Styling from the Franz project is a throwback to Golden Age influenced architecture with firm turfgrass conditions for a small membership on a walking only golf course.  Stadium zoysia grassing from tee to green is used.  <a style='font-weight:bold' href='https://www.bladerunnerfarms.com/bladerunner-farms-grass-varieties/lazer-zoysia/' target='_blank' rel='nofollow'>Lazer zoysia</a>, developed at nearby Texas A&M has been seeded on putting greens.  The rolling landscape around Luling is agricultural cattle farm ranch country with small streams feeding into the San Marcos River.</p><p>Franz has an active 2024 on his calendar.  Prominent course openings at <a style='font-weight:bold' href='https://fescue.github.io/Broomsedge-Golf-Club/' target='_blank' rel='nofollow'>Broomsedge Golf Club</a> and <a style='font-weight:bold' href='https://fescue.github.io/Cabot-Oaks-Golf/' target='_blank' rel='nofollow'>Cabot Citrus Farms</a> has given up and coming Franz a wide following.</p>"
				},
				"location": {
					"lat": 29.6407704,
					"lon": -97.7170347,
					"zoom": 10
				}
			}
		]
    }
}
