{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Dramatic Views",
					"text": "<p>Idyllic island destination Madeira in Portugal is welcoming a new clifftop golf course designed by <a href='https://en.wikipedia.org/wiki/Nick_Faldo' target='_blank' rel='nofollow'>Sir Nick Faldo</a> . The <a href='https://theazaleagroup.com/blog/2023/7/26/new-faldo-course-at-ponta-do-pargo-in-madeira-to-open-in-2026' target='_blank' rel='nofollow'>new golf course is located at Ponta do Pargo</a> with an anticipated opening in late 2025 or early 2026.  <a href='https://en.wikipedia.org/wiki/Autonomous_Regions_of_Portugal' target='_blank' rel='nofollow'>Madeira is one of the two autonomous regions of Portugal</a>.</p><p>Work on the first phase of the course construction began in 2009 before being halted in 2012. The site recommenced golf construction in May 2023 and is due to be finished summer 2024. The second phase of the project is expected to take a further 18 months to complete.</p><p>The property will be a leader with a sustainable, environmental purpose to preserve the natural charm of the course in its naturual environment overlooking the Atlantic westwards. Ponta do Pargo Golf Course is owned by Ponta do Oeste S.A will adopt a number of measures to reduce the environmental impact across the 120-acre site including the installation of a state-of-the-art irrigation system.</p><p>Situated on the most westerly point of Madeira Island in the Ponta do Pargo region, hilltop setting surrounded by the Atlantic Ocean, will generate superlatives in the views framed by the signature Ponta do Pargo lighthouse on the island. In addition to the 18 hole golf course, Ponta da Pargo will also feature a short course with practice facilities including a driving range and short game area for chipping and putting practiec.</p><p>Faldo is the most successful European professional golfer since Seve Ballesteros launched Faldo Design in 1991. As a leading golf architect his firm has created unique courses on five continents and in 20 different countries. We'll have to wait until this opens to know, but this may be the most important project in <a href='http://nickfaldodesign.com/' target='_blank' rel='nofollow'>Faldo Design</a> history. Its potential and design plans put it at the top of the game before opening day.</p>"
				},
			"location": {
					"lat": 32.8140159,
					"lon": -17.2655995,
					"zoom": 5
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=4_HXdHcXaZc",
					"credit": "Credit: Diário de Notícias — Madeira"
				}
			}
		]
    }
}
