{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Panther National",
					"text": "<p><a href='https://panthernational.com/golf/' target='_blank' rel='nofollow'>Panther National</a> is a private golf club in Palm Beach Gardens, Florida.  The golf course is designed by <a href='https://www.nicklaus.com/' target='_blank' rel='nofollow'>Jack Nicklaus</a> with <a href='https://en.wikipedia.org/wiki/Justin_Thomas' target='_blank' rel='nofollow'>Justin Thomas</a> and is set on 200 acres of land with opening date in autumn 2023.  The professional tees stretch past 8,000 yards.  The topography has movement and elevation changes from almost 2 million cubic yards of earth being moved by Nicklaus team shapers to create the championship design.</p><p>Justin Thomas is a professional golfer on the PGA Tour who has also become a golf course architect.  Thomas collaborated with Jack Nicklaus on his first design at Panther National adding insight into modern driving distance with input on the par 5 11th hole design strecthing back to 650+ yards and its strategic penalty area location.  In 2021, <a href='https://www.youtube.com/watch?v=UGdEegxu8e4' target='_blank' rel='nofollow'>Golf Magazine documented the details behind the final redesign of Nicklaus' best known golf course at Muirfield Village</a>.  From <a href='https://www.tamandayu.com/' target='_blank' rel='nofollow'>Taman Dayu in East Java, Indonesia</a> to the <a href='https://www.michlifen.com/en/' target='_blank' rel='nofollow'>Michlifen Resort & Country Club in the Atlas Mountains in Morroco</a>, Jack Nicklaus is one of the most prolific golf course architects, designing over 425 courses in 45 countries.    His design strategy/style is known for their beauty, challenge, and fairness.</p><p>An additional 9 hole short course has been constructed with a world class driving range practice facility where the best professional golfers in the world can train for upcoming events on the PGA Tour.  The par 3 course has a hole inspired the island green 17th hole at TPC Sawgrass created by golf architect Pete Dye.   <a href='https://www.nicklausdesign.com/course/harbourtown/' target='_blank' rel='nofollow'> Nicklaus' first introduction into golf architecture was with Pete Dye at Harbor Town in South Carolina</a>.</p>"
				},
				"location": {
					"lat": 26.683846,
					"lon": -80.179803,
					"zoom": 8
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=q0A_-vxsefI",
					"credit": "Panther National"
				}
			}
		]
    }
}
