{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Golf on the Pacific Ocean",
					"text": "<p><a style='font-weight:bold' href='https://www.facebook.com/puntabravagolfsurfclub/' target='_blank' rel='nofollow'>Punta Brava Golf & Surf Club</a> is a <a style='font-weight:bold'  href='https://en.wikipedia.org/wiki/Tom_Doak' target='_blank' rel='nofollow'>Tom Doak</a> led design project located in Baja California, Mexico near Ensenada.  Doak is a well known golf course architect with a history in design of creating natural, playable courses with easy walkable transitions from hole to hole.</p><p>The property is located on the Punta Brava peninsula and will have dramatic oceanside shots.  Working onsite in agronomy oversight, design, shaping is CJ Kreuscher with Parker Anderson and <a style='font-weight:bold'  href='https://www.instagram.com/benmalach/?hl=en' target='_blank' rel='nofollow'>Ben Malach</a>.  CJ Kreuscher was previously the superintendent at Tara Iti in New Zealand.  Kreuscher also was on the maintenance and construction crew at Old Macdonald course in Bandon, Oregon.</p><p>Andrew Harris of <a style='font-weight:bold' href='https://harriskalinka.com/work/punta-brava-golf-and-surf-club/' target='_blank' rel='nofollow'>Harris Kalinka</a> has put together the animation for Punta Brava, highlighting the upcoming golf on the dramatic coastline landscape.</p>"

				},
				"location": {
					"lat": 31.7239443,
					"lon": -116.7254689,
					"zoom": 9
				}
			},{
				"text": {
					"headline": "Baja California",
					"text": "<p>On the Punta Brava peninsula is La Bufadora.  La Bufadora is a blowhole, a marine geyser up to 100 feet above the surface.  La Bufadora is the 2nd largest marine geyser in the world.  The best time to see the blowhole is during high tide, when the waves are strongest. The blowhole is also more active during the winter months.</p><p>Another nearby attraction are the vineyards and wineries in Valle de Guadalupe.  This region is home to over 100 wineries providing ample opportunity to sample at wine tastings.</p>"
				},
				"location": {
					"lat": 31.7239443,
					"lon": -116.7254689,
					"zoom": 9
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=7DR00gLrcyw",
					"credit": "Credit: 4K Travel Channel"
				}
			}
		]
    }
}
