{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Rolling Sands",
					"text": "<p>Rolling Sands Golf Course <a style='font-weight:bold' href='https://owl.martin.fl.us/app/f?p=301:2:9510676890564::::P2_LIST_GROUP_ID,P2_LIST_ID:693,12240' target='_blank' rel='nofollow'>Major Final Site Plan application to Martin County, Florida</a>  - Requested by <a style='font-weight:bold' href='https://www.linkedin.com/in/richard-creech-pe-psm-0758b02/' target='_blank' rel='nofollow'>Creech Consulting, Inc.</a> on behalf of SS Ranch, LLC for permit approval of a Major Final Site Plan to Martin County to develop an 18-hole private golf course using golf course architect Tom Doak. The approved project proposal included a one-story clubhouse, pro shop, maintenance building, two cottages, a helicopter pad.  The filing outlines a proposal to reconfigure 20 acres of the approximate 240-acre property to retain as a residential lot. The property is located between Okeechobee Waterway (aka St. Lucie Canal) and SW Kanner Highway approximately 6.5 miles west of Interstate 95.  The county has approved all proposed plans.</p><p><a style='font-weight:bold' href='https://www.doakgolf.com/' target='_blank' rel='nofollow'>Tom Doak</a> is a well traveled golf course architect and author of <a style='font-weight:bold' href='https://www.amazon.com/Confidential-Guide-Golf-Courses/dp/1886947090' target='_blank' rel='nofollow'>The Confidential Guide</a> known for naturalistic/minimalistic designs with interesting, strategic green complex designs. His other golf design in Florida is his work at Streamsong Resort, a golf resort in Polk County, Florida.  That site is a former phosphate mining site, characterized by rolling sand dunes and expansive vistas.  It is a firm, bouncy course with natural features of the land, emphasizing the rugged beauty of the terrain.   Streamsong Blue is characterized by wide fairways, strategic bunkers with movement in its greens.  The course is designed to be easily walkable promoting an authentic golf atmosphere at the resort.</p>"
				},
				"location": {
					"lat": 27.0337199,
					"lon": -80.3946068,
					"zoom": 9
				}
			}
		]
    }
} 
