
{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Roosevelt Memorial",
					"text": "<p>Warm Springs, Georgia is a small town located in Meriwether County. The town is best known as the place where President Franklin D. Roosevelt came to recover from his polio. Roosevelt first visited Warm Springs in 1924 and was so impressed by the healing properties of the warm springs that he purchased the property and built a retreat there. Roosevelt continued to visit Warm Springs throughout his presidency and even died there in 1945.</p><p>The Roosevelt Memorial Golf Course is located on the grounds of the Roosevelt Warm Springs Institute for Rehabilitation. The course was designed by Donald Ross, one of the most famous golf course architects in history.  Ross designed over hundreds of golf courses, including some of the most famous courses in the world, such as Pinehurst No. 2 and Augusta Country Club.</p><p>The Roosevelt Memorial Golf Course opened in 1926 and was a popular destination for Roosevelt and his friends. The course was also used by the rehabilitation institute for therapy and recreation. The course is a challenging 9-hole course with a par of 35. The course is set in the foothills of the Blue Ridge Mountains and features a variety of holes.</p><p>The best hole on the Roosevelt Memorial Golf Course is the 6th hole. The hole is a par 4 that measures 425 yards from the back tees. The hole is played from an elevated tee box down to a green that is protected by bunkers on the left and right. The hole is also surrounded by trees, which can make it difficult to find the ball if it is hit off line. The 6th hole is a challenging hole that requires a good drive and a precise approach shot to score well.  The 6th hole is a classic Donald Ross hole that tests all aspects of a golfer's game and is sure to be remembered by anyone who plays it.</p><p>Reviving the Roosevelt Memorial Golf Course would be a valuable investment for the community. The course would provide a place for people to enjoy golf and recreation.  It would preserve a piece of history.</p>"
			},
			"location": {
					"lat": 32.8882906,
					"lon": -84.7016253,
					"zoom": 7
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=gDoQrlqBnP4"
				}
			}
		]
    }
}
