{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Island Resort Golf",
					"text": "<p>Sindalah Island Golf Course is a golf course in Saudi Arabia under construction currently.  The golf course is scheduled to open in 2024 and is <a href='https://www.constructionweeksaudi.com/gigaprojects/saudi-crown-prince-announces-sindalah-neoms-first-luxury-island-destination' target='_blank' rel='nofollow'>part of the Neom project</a>. Fairways on the golf course are planted in NorthBridge Bermudagrass and set on a slope overlooking overlooking the Red Sea.  Construction is underway by Nesma United.  The island will also have a marina and other resort amenities for guests.  Luca Dini is the land planning designer of the island.  Four Seasons resort will host guests on the island.  Seawater temperatures are in mid 80's°F.  The climate on Sindalah Island Golf Resort is dry year-round, and the golf course is likely to be playable during all months.  Temperatures are coolest in the winter month, generally around 25-30°C.</p><p>Grow in superintendent Jason Chennault has international experience in United States, China, and other Asian countries overseeing the management of a perennial Top 100 Golf Course as Director of Grounds.  The golf course is designed to feature a variety of tee boxes to accommodate players of different abilities. Dini is excited to be working on the Sindalah golf course, and he believes that it will be a well visited tourist destination on the golf trail for visitors from all over the world.  Recently in an interview, Dini: Sindalah is a truly unique location, and I am honored to be working on this project. I believe that the golf course will be a special place for golfers to experience the beauty of the Red Sea and the unique design of my architecture.</p>"
			},
			"location": {
					"lat": 28.0469016,
					"lon": 34.7117111,
					"zoom": 5
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=6LTEP9W_4YM",
					"credit": "NEOM"
				}
			}
		]
    }
}	
