{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Island Resort Golf",
					"text": "<p>Sindalah Island Golf Course is a completed golf course in Saudi Arabia growing in right now.  <a style='font-weight:bold' href='https://www.rtj2.com/' target='_blank' rel='nofollow'>Robert Trent Jones II (RTJ Jr.)</a> is the golf architect who designed Sindalah Island layout.  The golf course is scheduled to open in 2024 and is <a style='font-weight:bold' part of the href='https://www.constructionweeksaudi.com/gigaprojects/saudi-crown-prince-announces-sindalah-neoms-first-luxury-island-destination' target='_blank' rel='nofollow'>Neom project</a>.  RTJ Jr. has designed an innovative dual tee system to add variety/different perspective into playing the course a second time.</p><p><a style='font-weight:bold' href='https://www.imgprestige.com/golf-club-management' target='_blank' rel='nofollow'>IMG</a> will oversee management of the golf course. Fairways on the golf course are planted in NorthBridge Bermudagrass and set on a slope overlooking overlooking the Red Sea.  General Manager Dan Naudo, CCM, will lead the property's management.  Construction is underway by Nesma United.  The island will also have a marina with 86 berths for yachts up to 50 meters.  Luca Dini is the land planning designer of the island.  The Four Seasons resort will host guests on the island.  Seawater temperatures are in mid 80's°F.  The climate on Sindalah Island Golf Resort is dry year-round, and the golf course is likely to be playable during all months.  Temperatures are coolest in the winter months, generally around 25-30°C.</p><p>Grow in superintendent <a style='font-weight:bold' href='https://www.linkedin.com/in/jasonchennault/' target='_blank' rel='nofollow'>Jason Chennault</a></b> has international experience in United States, China, and other Asian countries overseeing the management of a perennial Top 100 Golf Course as Director of Grounds for one of the finest seaside golf courses in the world.  Design and build of a golf course is a team sport.  From the RTJ II team, Senior Project Architect <a style='font-weight:bold' href='https://www.linkedin.com/in/mike-gorman-151a367/' target='_blank' rel='nofollow'>Mike Gorman</a> was the design lead with Patrick Ryan as the daily onsite in the dirt hand and with experienced shapers Steve Page + Frazier Dye.  The golf course is designed by RTJ Jr. to feature a variety of tee boxes to accommodate players of different abilities. Landscape designer Dini is excited to be working on the Sindalah island project - he believes that it will be a well visited tourist destination on the golf trail for visitors from all over the world.  Recently in an interview, Dini exclaimed: 'Sindalah is a truly unique location, and I am honored to be working on this project. I believe that the golf course will be a special place for golfers to experience the beauty of the Red Sea and the unique design of my architecture'.</p>"
				},
				"location": {
					"lat": 28.0469016,
					"lon": 34.7117111,
					"zoom": 5
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=6LTEP9W_4YM",
					"credit": "NEOM"
				}
			}
		]
    }
}
