{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "The Apogee Club",
					"text": "<p>The Apogee Club, formerly The Three Rivers Golf Club project, is a 1,218-acre private golf club located on the west and east side of SW Kanner Highway.  The property is north of SW Bridge Road in Stuart.  The club includes three 18-hole golf courses with extensive practice range and short game facilities, a par 3 course.  The property will have no permanent residential units.  The original application was submitted on December 8, 2021, and the staff report was issued on March 11, 2022. The staff report recommended that the Martin County Commission approved the application with the benefit of an open space and up to 54 golf cottages for members and guests.  Before approving the start of construction of the golf courses, the Martin County Commission held a public hearing on the application on April 12, 2022 and September 27, 2022.  Construction and shaping the golf courses are underway.</p><p><a href='https://www.usga.org/content/usga/home-page/course-care/turfgrass-and-environmental-research/mike-davis-research-program.html' target='_blank' rel='nofollow'>Mike Davis</a> is an accomplished golf executive with over 30 years of experience in the game.  He is the founder and CEO of Apogee Club.  Davis is the former CEO of the United States Golf Association (USGA).  Davis began his career at the USGA in 1990 as the assistant manager of championship relations.  He was promoted to senior director of USGA Rules and Competitions in 2005, then became the USGA's 7th executive director in 2011.   In 2016, Davis was named the USGA's first Chief Executive Officer.  As executive director and CEO of the USGA, Davis oversaw all aspects of the organization's operations.  He also served as a member of several golf-related boards, including the International Golf Federation, World Golf Foundation, World Golf Hall of Fame, and Official World Golf Ranking(OWGR).  Mike Davis is a highly respected figure in the golf world.  He is known for his expertise in golf course setup, and he has been responsible for setting up the courses for all of the USGA's championships, including the U.S. Open.</p><p>Mike Davis is onsite managing the construction of the project, which is expected to be completed in 2025.  Davis has recruited an elite executive team in Colin Burns as Chief Operating Officer and Anthony Nysse as Director of Golf Courses & Grounds.  Previously, <a href='https://www.linkedin.com/in/burns-colin/' target='_blank' rel='nofollow'>Colin Burns</a> was General Manager of Winged Foot Golf Club in New York.  <a href='https://www.linkedin.com/in/anthony-nysse-523a67b0/' target='_blank' rel='nofollow'>Anthony Nysse</a> has previous experience as leader in agronomy at Mountain Lake, Old Marsh, Pine Tree, and Colonial Country Club.  Golf architects working on the 3 golf courses are Gil Hanse, Kyle Phillips, and Tommy Fazio.  Davis partnered with Mike Pascucci and Steve Ross at the outset of the project.</p>"
				},
				"location": {
					"lat": 27.0510017,
					"lon": -80.3075725,
					"zoom": 9
				}
			}
		]
    }
}
