{
    "storymap": {
            "slides": [
                {
                    "text": {
                        "headline": "RTJ II - Three Bridges, Utah",
                        "text": "The <a style='font-weight:bold' href='https://threebridgesutah.com/' target='_blank' rel='nofollow'>Three Bridges</a> development in the Woodland Hills area of Salem, Utah is a multi-year build over 532 acres with a new golf course designed by <a style='font-weight:bold' href='https://www.rtj2.com/' target='_blank' rel='nofollow'>Robert Trent Jones II(RTJ Jr.)</a> as a luxury residential and resort community.  This development is being created with a wide range of amenities including surf lake, pickleball, hiking, bike trails, spa, and event venue.  Central to the Three Bridges experience is the golf course designed by the renowned golf course architect Robert Trent Jones II.</p><p><a style='font-weight:bold' href='https://us06web.zoom.us/rec/play/YleYIociqENKi5rx8IN3Y-4v75oUgM4I2PwQl_IqaBLhUiEjItbBgRj9_b97uaYLboXSIFsWJ33m3q7E.71zS11xY3PEUZwCH?canPlayFromShare=true&from=share_recording_detail&continueMode=true&componentName=rec-play&originRequestUrl=https%3A%2F%2Fus06web.zoom.us%2Frec%2Fshare%2F_cMdbWqzqJ4DY1PfodDLc_zOiU-lF8rZN2_GkwARhD39Xjo8LLWkaicmtHgm9CgZ.iz31rdtuPS_ZPejr' target='_blank' rel='nofollow'>Salem City Planning and Zoning Commission</a> approved the community development plan in November 2023.  The golf course is segmented into 3 parcels with approximately 6 holes in each parcel surrounded by residential with the main resort/event facility in the middle of the 3 parcels.  Holes 1 through 5 in the first parcel have water in play on every hole.  The second parcel crosses through the residential neighborhood into holes 6-10.  Holes 11-18 finish across the road in the last area.  Hole 18 is a heroic par 5 finisher with a ravine carry in play.</p><p>The property setting is on the western foothills of the Wasatch Mountains.  Residences within Three Bridges offer various levels of custom estate homes. Project planning for the first nine holes on the golf course have a completion date by the summer of 2025.  The back nine will be fully grassed and grown in by 2026.  It is anticipated that RTJ's right hand man <a style='font-weight:bold' href='https://asgca.org/architect/bcharlton/' target='_blank' rel='nofollow'>Bruce Charlton</a> will be onsite for the planning and build of the golf course starting in April 2024.  Like RTJ design Chambers Bay, design style from the tee will be open fairway integrated short grass allowing for flexibility.  Hotel resort and event center are forecast to open in 2027.</p>"
                    },
                    "location": {
                        "lat": 40.013675,
                        "lon": -111.634880,
                        "zoom": 9
                    }
                }
            ]
        }
}
