{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Tribute Club at Thornburgh",
					"text": "<p><a style='font-weight:bold' href='https://www.facebook.com/Thornburghresort/' target='_blank' rel='nofollow'>The Tribute Club at Thornburgh</a> in Oregon is a new golf course located in Redmond, Oregon at the base of the Cline Buttes mountains.  Golf architects <a style='font-weight:bold' href='https://wac.golf/' target='_blank' rel='nofollow'>Whitman Axland & Cutten (WAC)</a> designed and led the build.  The 2,000 acre site offers panoramic views of the Cascade Range and the Three Sisters peaks.</p><p>Originally used as a family ranch for over 70 years, the land features sagebrush. The initial plan for a golf course by Bill Coore and Ben Crenshaw with Dave Axland in 2006 but was delayed due to the global financial crisis.  Years later, owner Kameron Delashmutt brought the plans back to Coore, and he recommended WAC for the project.</p><p>The walk is a classic figure eight routing, maximizing the dramatic features of the land-forms.  The site includes a steep ridge with rock outcroppings adding to the course's visual appeal.  Construction began in 2021, with the course's rough shaping and irrigation lakes nearing completion as of 2022.  The course will open for play in 2024 with a focus on golf in the natural environment of Oregon.  Notable holes may include the dramatic tee shot from the 5th hole descending into a valley.  The 10th hole features a split fairway and strategic bunkering.  Beyond the Contour's <a style='font-weight:bold' href='https://beyondthecontour.com/early-thoughts-from-a-too-early-visit-to-thornburgh-resort/' target='_blank' rel='nofollow'>Andrew Harvie</a> featured the 3 long par 5's on his 2023 visit before grow in started.</p>"
				},				
				"location": {
					"lat": 44.247435,
					"lon": -121.3212,
					"zoom": 9
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=Vd1kohzxkdo", 
					"credit": "Credit: KTVZ NewsChannel 21"
				}
			}
		]
    }
}
