{
    "storymap": {
        "slides": [
            {
                "text": {
                    "headline": "University of Alabama Golf Facilities",
                    "text": "<p>The University of Alabama golf facilities upgrade as part of The Crimson Standard initiative is a massive initiative that also includes new facilities for the school’s basketball and gymnastics programs. The price tag for the golf facility is estimated at $26.1 million, including $5.5 million for the new 9 hole course. Also included in the plans are a practice range, short game practice area and golf house used for both the men's and women's teams.  Anticipated completion date is summer 2024.</p><p>The 18,000-square foot golf house would include a Hall of Fame lobby displaying both team's success.  <a style='font-weight:bold' href='https://rolltide.com/sports/mens-golf/roster/justin-thomas/616' target='_blank' rel='nofollow'>Major Championship winner Justin Thomas</a> and <a style='font-weight:bold' href='https://en.wikipedia.org/wiki/Jerry_Pate' target='_blank' rel='nofollow'>1976 US Open champion Jerry Pate</a> are a notable Alabama alumni.  Coaches offices, bag storage and club fitting rooms, a team lounge and locker room, stretch room, putting studio and three indoor hitting bays are part of the buildout. North of the clubhouse is a practice range with multiple target greens.  Additionally, there is a new short game practice area would be located west of the clubhouse. The 9 hole golf course, east of the golf house, would offer multiple routing options for on-course practice.  Course design is being led by <a style='font-weight:bold' href='https://lovegolfdesign.net/projects' target='_blank' rel='nofollow'>Davis Love III, Mark Love, and Scot Sherman</a>.</p>"
                },
                "location": {
                    "lat": 33.2098,
                    "lon": -87.5692,
                    "zoom": 7
                },
				"media": {
					"url": "https://www.youtube.com/watch?v=4WdP_kWCH9Q",
					"credit": "Crimson Tide Foundation"
				}
            }
        ]
    }
}
