{
"storymap": {
	"call_to_action": false,
        "slides": [
			{
				"text": {
					"headline": "Vaquero Club",
					"text": "<p><a style='font-weight:bold' href='https://www.vaqueroclub.com/' target='_blank' rel='nofollow'>The Vaquero Club</a> in Westlake, Texas, finished a major renovation by golf course architect <a style='font-weight:bold' href='https://greengolfandturf.com/andrew' target='_blank' rel='nofollow'>Andrew Green</a> in 2023.  The project started in 2022 with a number of changes to the course, namely shaping and widening fairways, re-design greens, bunker reconstruction, tree removal, and improving drainage.  Holes 1, 4, and 16 are new designs from Andrew Green.  The goal of the renovation was to create a more challenging and strategic course to be more enjoyable for all levels of golfers. Green is a highly respected golf course architect who has a reputation for creating courses that are both challenging and playable.  Amateur golfer <a style='font-weight:bold' href='https://www.texasgolfhof.org/exhibit/trip-kuehne' target='_blank' rel='nofollow'>Trip Kuehne</a> is involved in the Vaquero Club renovation.</p><p>The original Vaquero Club golf course was designed by Tom Fazio and opened in 2001. The course is located in Westlake, Texas, on the former Circle T Ranch. The course is known for its rolling hills, lush fairways, and challenging greens. The course has been ranked in the Top 100 courses in the country by Golf Digest and Golfweek's Modern Top 100.  Previous to renovation, the golf course played as a par 72 at 7,369 yards from the back tees with slope rating of 138 and USGA handicap rating of 74.4.<p>The course is known for its variety with each hole offering a different challenge. Some of the most notable holes on the course include the par-4 10th hole, which is a long, uphill hole with a narrow fairway testing driver, and the downhill par-3 17th hole surrounded by bunkers.   The bunker style has changed with the Andrew Green re-styling to smaller bunkers occupying less space by reducing bunkers from 6.9 acres to 2.6 acres.  The number of bunkers in the new design have increased to 92 total.</p>"
			},
			"location": {
					"lat": 32.9646319,
					"lon": -97.1946605,
					"zoom": 11
			},
			"media": {
					"url": "https://player.vimeo.com/video/845361547?h=f1e16cafc7",
					"caption": "Back 9 Flyover, July 2023",
					"credit": "V.C. channel on Vimeo.com"
				}
			}
		]
    }
}
