{
"storymap": {
        "slides": [
			{
				"text": {
					"headline": "Langford & Moreau - Wakonda Club",
					"text": "<p>Wakonda Club is currently undergoing a <a href='https://twitter.com/dgblum/status/1677664182190190593' target='_blank' rel='nofollow'>Langford & Moreau restoration</a> with a $6.5 million dollar budget led by golf architect Tyler Rae with assistance from <a href='https://www.linkedin.com/posts/jim-ryan-jr-79680459_wakonda-club-unveils-plan-for-major-renovation-activity-7077718608528728064-hxs8/' target='_blank' rel='nofollow'>Jim Ryan</a>.  The renovation began in June 2023. The project includes a number of changes to the golf course, including expansion of greens, widening corridors and short grass with an additional 10 acres of fairway.  Some of the infrastructure updates include a new irrigation system, state-of-the-art drainage implementation, and removal of over 100 trees.</p><p>William Langford (1887-1977) and Theodore Moreau (1890-1942) are considered to be one of the most important golf course design partnerships of the Golden Age with a focus on golf construction in the MidWest.  The pair designed over 200 golf courses in their 24 years together including <a href='https://www.lawsonia.com/the-links' target='_blank' rel='nofollow'>Lawsonia Links in Green Lake, Wisconsin</a> and Skokie Country Club in Glencoe, Illinois.  Their style is known as bold movement in the land with a large scale to how fairways transition into greens and deep bunkers. They also incorporated a variety of natural features into their designs including streams and lakes as adjacent challenges.</p><p>Wakonda Club is a private, member-owned country club located in Des Moines, Iowa. The club was founded in 1922 and hosted the 1963 United States Amateur.  In more recent times, Wakonda has hosted the PGA Tour Champions event annually.</p>"
				},
				"location": {
					"lat": 41.5504574,
					"lon": -93.6442522,
					"zoom": 11
				},
				"media": {
					"url": "https://www.youtube.com/watch?v=T6deJ4WHQwc",
					"credit": "KCCI NewsChannel 8"
				}
			}
		]
    }
}
