{
    "storymap": {
        "slides": [
            {
                "text": {
                    "headline": "Hanse's MacDonald Raynor Restoration",
                    "text": "<p>Yale University has announced the hiring of Gil Hanse to prepare a detailed masterplan intended to restore the scale of the Yale Golf Course, one of the monumental design works of 1920s golf architecture by Charles Blair MacDonald and Seth Raynor. The course cost $400,000 to construct in 1923-1926 and occupies a rocky, heavily wooded site four miles west of the Ivy League, New Haven campus.  Golf course construction efforts start in 2023 and will have 12 phases concluding in the 2026 re-opening.  Much of the work consists of forestry management and wetland restoration with an estimated 2,000 trees to be planted.</p><p>Engineering and land planning company Tight & Bond submitted plans to the New Haven City Council for wetland mitigation and site drainage.  It has been widely heralded on <a style='font-weight:bold' href='https://golf.com/travel/courses/will-yale-golf-course-ever-return-former-glory/' target='_blank' rel='nofollow'>every major Top 100 list</a> for the inspiration of its design.  Restoration includes improving drainage and re-estabilishing the original greensites and mowlines in the fairway through to the green.</p><p>Recent efforts have seen steady improvement. The <a style='font-weight:bold' href='https://www.hansegolfdesign.com/news/hanse-golf-course-design-to-create-architectural-master-plan-for-the-yale-golf-course/' target='_blank' rel='nofollow'>Gil Hanse team's effort</a> will be the first sustained restorative effort.  The project is being sponsored by an unnamed privately funded entity that is in the process of raising over $20 million that will be used to pay for the restoration as well as insure ongoing operations and provide sustained plans for maintenance equipment.  Yale Golf Course recently took steps to bring in fresh management with the naming of Peter Palacio Jr, formerly of Eu Claire Golf and Country Club in Wisconsin, as general manager in 2020.   The club named <a href='https://www.nhregister.com/sports/article/Jeff-Austin-former-assistant-at-Augusta-16132955.php' target='_blank' rel='nofollow'>Jeff Austin</a> as superintendent of grounds.  Austin came to Yale after serving at Quail Hollow Country Club.</p><p>Hanse has considerable high-level restoration work on his CV.  Recent projects include Merion Golf Club in Pennsylvania, the Lower course at Baltusrol Golf Club in New Jersey, the South course at Oakland Hills Country Club in Michigan, the East and West courses at Winged Foot Golf Club in Mamaroneck, New York, and the 2022 and 2023 US Open sites: respectively The Country Club in Brookline, Massachusetts and the North course at Los Angeles Country Club.</p><p>Preserved <a href='https://en.wikipedia.org/wiki/Charles_B._Macdonald' target='_blank' rel='nofollow'>CB Macdonald courses</a> are rare. Examples of Macdonald golf courses lost to time are The Lido course which become a real estate development or <a href='https://en.wikipedia.org/wiki/Shinnecock_Hills_Golf_Club' target='_blank' rel='nofollow'>Shinnecock Hills Golf Club</a> which was redesigned by William Flynn in 1931.  In a press release, Hanse said: 'The restoration of Yale Golf Course is the most significant restoration opportunity we have been entrusted with.'</p>"
                },
                "location": {
                    "lat": 41.3083,
                    "lon": -72.9279,
                    "zoom": 7
                },
                "media": {
                    "url": "https://www.youtube.com/watch?v=5dgtM9xwVlg",
                    "credit": "Sports Team 8"
                }
            }
        ]
    }
}
